
{
  "Unlimited articles": "Unlimited access to every article on CNN.com and the CNN mobile app.",
  "Short-form video": "Unlimited access to short news video clips from CNN journalists on CNN.com and the CNN mobile app.",
  "Subscriber-only articles, newsletters, and podcasts": "Exclusive reporting, analysis, newsletters and other original subscriber-only journalism focusing on the day's most interesting stories and In-depth investigations from around the globe, featuring your favorite CNN journalists.",
  "CNN Reality Check": "One-click fact-checking of news and information across the web, powered by CNN's trusted reporting and enabled by Al, and accessible from anywhere.",
  "Podcast Club": "Stay entertained and Informed with a new subscriber-only offering, CNN's podcast club, featuring long-form conversations spanning culture, politics, comedy and news, hosted by your favorite independent comedians, journalists and personalities.",
  "News from local providers": "Access a selection of curated articles and video clips from your preferred state, city or local news provider to keep you informed and connected to your local communities-up to 100 pieces of content in a month.",
  "\"CNN You\"": "Allow us to personalize your experience on CNN.com and CNN mobile apps using Al, adapting your feed to your individual topic interests, consumption preferences and reading behavior. Make your CNN.com and CNN app experience more relevant, useful and informative to you with these new features.",
  "CNN Technology Insider": "In addition to the technology news and reporting available today on CNN.com and CNN mobile apps, gain access to NEW premium, subscriber-only coverage of the people, trends and stories driving rapidly evolving sectors in technology from leading minds In Al, crypto, mobility, energy, and more emerging areas. Stay ahead of the curve with insider scoops from new, world-class tech reporters and insights on how technology is reshaping our lives.",
  "Bonus Subscription": "This exclusive, one-time gift subscription is yours to share with friends and family. The recipient will get the same unlimited access you receive to CNN articles, videos, and podcasts on CNN.com and the CNN mobile app.",
  "News from global providers": "Access a selection of curated articles and video clips from your preferred global, regional or national news provider to keep you informed and connected to the world around you-up to 100 pieces of content in a month.",
  "CNN Live Events and Expert Q&A": "Get invited to subscriber-only Q&A sessions and panel discussions- online and in person - with industry experts, CNN journalists, and other notable personalities.",
  "Ask CNN": "Answer any questions you have about the most important news, topics and features from the last 50 years with a generative Al chatbot powered by CNN's deep, trusted reporting and editorial judgment. Ask your question and let our customized Al bot show you the way.",
  "Al Anchor": "Design an Al-enabled news anchor to help you understand and digest the latest current events and how they impact your life. Choose your favorite CNN anchor or design your own to serve as your guide to the news of the day and the most important events, perspectives and commentary from around the world.",
  "CNN Business & Markets Insider": "In addition to the business and markets reporting available today on CNN.com and CNN mobile apps, go beyond the headlines with access to NEW premium, subscriber-only coverage of the power players, policy shifts, and corporate strategies shaping today's industries and driving tomorrow's markets. Stay up to the minute with expert insight and strategic analysis from CNN's world-class financial journalists, translating complex market movements into actionable intelligence for your portfolio and business decisions.",
  "CNN Archive": "Dive deep with exclusive access to decades of CNN articles, videos and television coverage, packaged in a simple-to-use, searchable archive featuring interactive timelines and in-depth perspectives on events from the past and present"
}
