
{
  "24/7 Live News Channel": "This 24/7 live news channel from CNN gives you continuous coverage of the day's most important stories, featuring CNN anchors like Anderson Cooper alongside international coverage and original programming.",
  "Catch Up Channel": "Never miss a headline. This dedicated channel quickly brings you up to speed with a short summary of the day's most important stories.",
  "CNN Library On-Demand": "Interested in the stories that live outside of the day's breaking headlines? Dive into CNN's original series and films, historical coverage, Interviews, and current and past award-winning docuseries, like Parts Unknown with Anthony Bourdain, Eva Longoria: Searching for Eva Longoria and Have I Got News for You.",
  "Curated video playlist channels": "These personalized playlists help keep you up to date on your favorite topics and shows with clips ranging from three to six minutes.",
  "Multiview": "There's always more than one news story developing in real-time. Now you don't have to choose just one to watch. This exclusive feature lets you tune into multiple live feeds simultaneously.",
  "Personalized Daily Video Briefings": "Get exclusive, personalized daily video briefings on the subjects that matter most to you - every time you sign in.",
  "Real-time Fact Checking": "Our fact checkers watch interviews and events alongside you and verify the truth via an on-screen text companion.",
  "CNN You": "Allow us to personalize your experience on CNN.com and CNN mobile apps using AI, adapting your feed to your individual topic interests, consumption preferences and reading behavior. Make your CNN.com and CNN app experience more relevant, useful and informative to you with these new features.",
  "Live Q&A with CNN Experts": "This exclusive feature lets you connect directly with anchors, experts and special guests via live, interactive conversations. Ask questions, get answers, and be a part of the story with the issues that matter most to you.",
  "Live Global Feeds": "Get access to CNN's live news feeds from all over the world. No commentary from the newsroom or editing. Just the unfiltered, live action as it unfolds.",
  "Customized Local News": "Get access to local news, wherever you are. This subscriber-only feature lets you watch live and on-demand news from CNN's local TV partners from around the US and beyond.",
  "Original Short-Form CNN Series": "Catch up on all the news, entertainment, sports updates (and so much more!) that matter most to you in less than 10 minutes.",
  "Live Text Commentary from CNN Experts": "Watch the day's biggest stories unfold while your favorite CNN reporters and anchors comment alongside the live video.",
  "Interactive video companions": "This on-screen feature shares the data, charts, and graphics that go along with the stories, so you can better understand the news.",
  "Real-Time News Ticker": "As a subscriber, you'll never miss a breaking story-even when you're watching something else. CNN's news ticker is always just one click away to add to your screen when you're watching documentaries or other non-live news videos.",
  "Exclusive, Subscriber-Only Events": "Access streams of subscriber-exclusive debates, Interviews, town halls, and special coverage produced especially for you."
}
